export default function AboutPage() {

  return (
    <>
      <h1 style={{ marginBottom: 40 }} >Анастасия Ковтун</h1>
      <p style={{ marginLeft: '10%', marginRight: '10%', textIndent: '1.5em', textAlign: 'justify' }} >
        Я имею опыт разработки frontend web  проектов полтора года используя технологии: JavaScript, React.js, Redux, Redux-Saga, Next.js.
        Есть опыт адаптивной, кросс-браузерной верстки HTML- страниц на основе макетов Figma.
      </p>
      <p style={{ marginLeft: '10%', marginRight: '10%', textIndent: '1.5em', textAlign: 'justify' }}>
        Мне интересна работа frontend разработчика так как это творческая профессия, где можно применять свои навыки и знания для создания новых практических и эстетических решений. Есть возможность придумывать и воплощать в жизнь уникальные проекты, которые будут полезными и интересными для многих пользователей. Кроме того, технологии находятся в постоянном движении, и работа на позиции frontend разработчика постоянно предлагает новые вызовы и задачи, требующие не только технических навыков, но и способности к обучению и адаптации. 
      </p>
    </>
  );
}
